export const questions = [
    {
        id : 0,
        question : "1. 당신은 언제 가장 기분이 좋습니까?",
        answer: ["아침", "오후부터 이른 저녁까지", "야심한 밤"],
        answer_value: [2, 4, 6]
    },
    {
        id : 1,
        question : "2. 당신의 평소 걸음걸이는 어떠합니까?",
        answer : ["보폭이 크고, 빠른 걸음", "빠른 걸음이나 포복이 작은 걸음", "빠르지 않고, 고개를 들고 주위를 둘러보는 걸음", "매우 느린 걸음"],
        answer_value : [6, 4, 7, 2]
    },
    {
        id : 2,
        question : "3. 당신은 사람들과 얘기할 때 주로 무슨 행동을 합니까?",
        answer: ["팔짱을 낀다.", "자신의 손을 꼭 쥔다.", "한손이나 양손으로 무언가를 만진다.", "상대방을 만진다.", "자신의 턱이나 머릿카락을 만진다."],
        answer_value: [4, 2, 5, 7, 6]
    },
    {
        id : 3,
        question : "4. 당신은 앉아서 쉴 때 어떤 행동을 합니까?",
        answer: ["무릎을 구부리고 양다리를 꼭 붙인다.", "다리를 꼰다.", "다리를 쭉 핀다.", "한 다리를 다른 다리에 말고 앉는다."],
        answer_value: [4, 6, 2, 1]
    },
    {
        id : 4,
        question : "5. 당신이 정말로 기뻐 놀랐을 때 하는 행동은 무엇입니까?",
        answer: ["아주 크게 기쁘게 웃는다.", "소리를 크게 내지않고 웃는다.", "조용히 히히 거리며 웃는다.", "활짝 미소를 짓는다.", "미소만 살짝 지은 후 멈춘다."],
        answer_value: [6, 4, 3, 5, 2]
    },
    {
        id : 5,
        question : "6. 당신은 모임에 갔을 때 주로 무슨 행동을 합니까?",
        answer: ["모든 사람들이 당신을 인식하게끔 등장한다.", "조용히 입장해서 당신이 아는 사람을 찾는다.", "최대한 조용히 입장해서 눈에 띄지않게 행동한다."],
        answer_value: [6, 4, 3]
    },
    {
        id : 6,
        question : "7. 당신이 어떤 일로 몰두하고 있는데, 방해를 받는다면 어떻게 합니까?",
        answer: ["휴식을 환영하며 기꺼이 응한다.", "매우 열이 받는다.", "상황에 따라 두 가지 행동이 모두 일어날 수 있다."],
        answer_value: [6, 2, 4]
    },
    {
        id : 7,
        question : "8. 다음 중 당신이 좋아하는 색상은 무엇입니까?",
        answer: ["빨강, 주황톤", "검정", "노랑이나 밝은 파랑톤", "짙은 파랑이나 자주색, 보라색", "흰색"],
        answer_value: [6, 7, 5, 4, 3]
    },
    {
        id : 8,
        question : "9. 당신이 잠자리에 누웠을 때 잠이 들기 전까지 하는 자세는 무엇입니까?",
        answer: ["똑바로 누워있는다.", "똑바로 엎드려 누워있는다.", "옆으로 누워서 약간 구부려 있는다.", "팔베개를 하고 있는다.", "이불을 머리 위까지 덮는다."],
        answer_value: []
    },
];
