export const results = [
    {
        score : "60점 ~",
        result : "다른 사람들은 당신을 조심스럽게 대해야 할 사람이라고 생각하고 있다. 당신은 다른 사람들에게 우쭐거리며, 자만심이 강하고, 또 이기적인 사람으로 비춰지고 있다. 다른 사람들은 아마도 당신을 칭찬할 것이며, 그들은 당신을 좀 더 좋아해주길 바라고 있을 것이다. 그러나 당신을 언제나 신용하지 않고, 당신과 깊게 사귀는 것을 주저하고 있다."
    },
    {
        score : "51점 ~ 59점",
        result : "당신의 친구들은 당신을 활기차고, 열정적인 사람이며, 충동적인 성격의 소유자로 알고 있다. 따라서 타고난 리더이며 의사결정이 빠른 사람이라고 여긴다. 그들은 당신을 대담하고 모험심이 강하고 도전 의식이 강한 사람이라고 생각하며, 그들은 당신과 함께 있기를 바란다. 그 이유는 당시닝 발산하는 그 흥미로움 때문이다."
    }
];