export const results = [
    {
        score : "60점 이상",
        result : "다른 사람들은 당신을 조심스럽게 대해야 할 사람이라고 생각하고 있다. 당신은 다른 사람들에게 우쭐거리며, 자만심이 강하고, 또 이기적인 사람으로 비춰지고 있다. 당신은 아마도 다른 사람들이 당신을 칭찬하고, 당신을 좀 더 좋아해주길 바라고 있을 것이다. 그러나 당신을 언제나 신용하지 않고, 당신과 깊게 사귀는 것을 주저하고 있다."
    },
    {
        score : "51점 ~ 59점",
        result : "당신의 친구들은 당신을 활기차고, 열정적인 사람이며, 충동적인 성격의 소유자로 알고 있다. 따라서 타고난 리더이며 의사결정이 빠른 사람이라고 여긴다. 그들은 당신을 대담하고 모험심이 강하고 도전 의식이 강한 사람이라고 생각하며, 그들은 당신과 함께 있기를 바란다. 그 이유는 당신이 발산하는 그 흥미로움 때문이다."
    },
    {
        score : "41점 ~ 49점",
        result : "다른 사람들은 당신을 신선하고 , 생기 활발하며, 매력적이고, 재미있고, 항상 즐거운 사람으로 여기고 있다. 사람들의 중심에 서있지만 너무 균형에 있기 때문에 때론 당신의 두각이 나타나지 않는다. 하지만 그들은 당신을 친절하고 이해심이 많고, 분별력이 있어 그들을 항상 즐겁게 해주고 도와줄 수 있다고 소중히 당신을 여기고 있다."
    },
    {
        score : "31점 ~ 39점",
        result : "다른 사람들은 당신을 이해가 빠르고 신중하고, 주의깊은 사람이라 여긴다. 그들은 당신을 영리하고, 재능이 많다고 생각한다. 당신은 친구를 빨리 사귀지는 못하지만, 의리가 있는 사람이다. 또한 다른 사람들은 당신에 대한 의리가 두터워서 언제나 당신을 신뢰하며, 서로 이 믿음이 오래 간다고 생각하고 있다."
    },
    {
        score : "21점 ~ 29점",
        result : "당신의 친구들은 당신을 까다롭고 어려운 사람으로 여긴다. 그들은 당신이 지나치게 주의 깊다고 생각하고, 따분한 사람으로 여길지 모른다. 특히 만약 당신이 어떤 일을 충동적이게 급히 처리할 시에는 다른 사람들은 매우 놀라하며, 새롭게 느낄지도 모른다. 당신을 다른 사람들에게 조금 차가운 이미지로 보여진다."
    },
    {
        score : "20점 이하",
        result : "사람들은 당신을 매우 수줍음이 많고, 소극적인 사람으로 생각하며, 우유부단하다고 여길 수 있다. 또한 다른 사람에게 의지하는 면이 많다고 여겨질 수 있다. 그리고 복잡하게 얽히기를 원하지 않는 사람으로 보여질 수 있으며 당신이 다른 사람들이 곁에 오는 것을 허락하지 않는 타입으로 보여진다."
    },
];